Repository: Apna-Mart/state-architecture-showcase
Catalog: BillPayments/Resources/Localizable.xcstrings
Source language: en
Languages: ar, hi

# account_value
source: Account: %1$@
ar: الحساب: %1$@
hi: खाता: %1$@

# amount_field_label
source: Amount (₹)
ar: المبلغ (₹)
hi: राशि (₹)

# app_title
source: ApnaMart
ar: أبنا مارت
hi: अपना मार्ट

source: Back to home
ar: العودة إلى الرئيسية
hi: होम पर वापस जाएँ

source: Bill details
ar: تفاصيل الفاتورة
hi: बिल विवरण

source: Billers
ar: جهات الفوترة
hi: बिलर

source: Change number
ar: تغيير الرقم
hi: नंबर बदलें

# continue_label
source: Continue
ar: متابعة
hi: जारी रखें

# date_value
source: Date: %1$@
ar: التاريخ: %1$@
hi: दिनांक: %1$@

source: Done
ar: تم
hi: हो गया

# due_in_days
source: Due in %lld days
ar: مستحق خلال %lld يوم
hi: %lld दिनों में देय

source: Due today
ar: مستحق اليوم
hi: आज देय

source: Enter amount
ar: أدخل المبلغ
hi: राशि दर्ज करें

source: Enter OTP
ar: أدخل رمز التحقق
hi: OTP दर्ज करें

source: Fetch Bill
ar: جلب الفاتورة
hi: बिल प्राप्त करें

# invalid_otp_message
source: Invalid OTP. Enter any 6 digits.
ar: رمز التحقق غير صالح. أدخل أي 6 أرقام.
hi: अमान्य OTP। कोई भी 6 अंक दर्ज करें।

source: Language
ar: اللغة
hi: भाषा

source: Mobile number
ar: رقم الجوال
hi: मोबाइल नंबर

# name_value
source: Name: %1$@
ar: الاسم: %1$@
hi: नाम: %1$@

# no_billers_match
source: No billers match "%1$@"
ar: لا توجد جهات فوترة مطابقة لـ "%1$@"
hi: "%1$@" से मेल खाता कोई बिलर नहीं

source: No payments yet
ar: لا توجد مدفوعات بعد
hi: अभी तक कोई भुगतान नहीं

# otp_sent_to
source: OTP sent to %1$@
ar: تم إرسال رمز التحقق إلى %1$@
hi: %1$@ पर OTP भेजा गया

# overdue_by_days
source: Overdue by %lld days
ar: متأخر بـ %lld يوم
hi: %lld दिनों से अतिदेय

# paid_to
source: Paid to %1$@
ar: تم الدفع إلى %1$@
hi: %1$@ को भुगतान किया गया

source: Pay a bill
ar: ادفع فاتورة
hi: बिल भुगतान करें

# pay_amount
source: Pay %1$@
ar: ادفع %1$@
hi: %1$@ का भुगतान करें

# paying_amount_to
source: Paying %1$@ to %2$@
ar: جارٍ دفع %1$@ إلى %2$@
hi: %2$@ को %1$@ का भुगतान हो रहा है

source: Payment
ar: الدفع
hi: भुगतान

# payment_failed_retry
source: Payment failed. Please retry.
ar: فشل الدفع. يرجى المحاولة مرة أخرى.
hi: भुगतान विफल रहा। कृपया पुनः प्रयास करें।

# payment_failed_summary
source: Payment of %1$@ to %2$@ failed
ar: فشل دفع %1$@ إلى %2$@
hi: %2$@ को %1$@ का भुगतान विफल रहा

source: Payment history
ar: سجل المدفوعات
hi: भुगतान इतिहास

source: Payment not found
ar: لم يتم العثور على الدفعة
hi: भुगतान नहीं मिला

# receipt_number
source: Receipt %1$@
ar: إيصال %1$@
hi: रसीद %1$@

source: Retry
ar: إعادة المحاولة
hi: पुनः प्रयास करें

source: Retry payment
ar: إعادة محاولة الدفع
hi: भुगतान पुनः प्रयास करें

# review_and_pay
source: Review & Pay
ar: مراجعة ودفع
hi: समीक्षा करें और भुगतान करें

source: Save biller
ar: حفظ جهة الفوترة
hi: बिलर सहेजें

source: Saved billers
ar: جهات الفوترة المحفوظة
hi: सहेजे गए बिलर

source: Search billers
ar: ابحث عن جهات الفوترة
hi: बिलर खोजें

source: Search failed
ar: فشل البحث
hi: खोज विफल रही

source: Send OTP
ar: إرسال رمز التحقق
hi: OTP भेजें

source: Settings
ar: الإعدادات
hi: सेटिंग्स

# something_went_wrong
source: Something went wrong. Try again.
ar: حدث خطأ ما. حاول مرة أخرى.
hi: कुछ गलत हो गया। फिर से प्रयास करें।

# status_failed
source: Failed
ar: فاشل
hi: विफल

# status_processing
source: Processing
ar: قيد المعالجة
hi: प्रक्रिया में

# status_success
source: Success
ar: ناجح
hi: सफल

# storage_failed_message
source: Could not save your changes on this device.
ar: تعذر حفظ تغييراتك على هذا الجهاز.
hi: इस डिवाइस पर आपके बदलाव सहेजे नहीं जा सके।

source: System default
ar: افتراضي النظام
hi: सिस्टम डिफ़ॉल्ट

source: Theme
ar: السمة
hi: थीम

# theme_dark
source: Dark
ar: داكن
hi: डार्क

# theme_light
source: Light
ar: فاتح
hi: लाइट

# type_at_least_two_characters
source: Type at least 2 characters
ar: اكتب حرفين على الأقل
hi: कम से कम 2 अक्षर लिखें

source: Upcoming bills
ar: الفواتير القادمة
hi: आगामी बिल

source: Verify
ar: تحقق
hi: सत्यापित करें
